Repository: mukhtar011/Localization-with-theme
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Home Page
ur: ہوم پیج

# greeting
source: Welcome to our app!
ur: ہماری ایپ میں خوش آمدید!

# homePageDetailed
source: Home Details
ur: ہوم تفصیلات

source: Search
ur: تلاش

source: Profile
ur: پروفائل

source: Go to Details
ur: تفصیلات پر جائیں

source: Go to Settings
ur: ترتیبات پر جائیں

source: Search Details
ur: تلاش کی تفصیلات

source: Settings
ur: ترتیبات

# settings_page_text
source: This is the settings page
ur: یہ ترتیبات کا صفحہ ہے

# search_details_page_text
source: This is the search details page
ur: یہ تلاش کی تفصیلات کا صفحہ ہے

source: Select Language
ur: زبان منتخب کریں

source: Tap
ur: ٹیپ کریں
